const initialState = {
  jobs: [{
    _id: '123',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '124',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '125',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '126',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '127',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '128',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '129',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '130',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '131',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  },
  {
    _id: '132',
    title: 'Необходимо донастроить (либо, настроить заново функционал интернет-магазина)',
    description: `Требуется помощь программиста!
   Готов внести предоплату за ревизию и оценку объема работ.
   
   Прошлый исполнитель сделал задачу на 90% и исчез( 
   
   сайт со страницей с покупками risorio-tape.ru/checkout/
   движок сайта – wordpress
   
   
   У прошлого программиста программиста была задача: 
   1.Необходимо связать наш сайт с фулфилментом (сервисом доставки) по API.  Инструкция по настройке – az.express/api/docs 
   
   2. Необходимо настроить возможность выбора пунктов выдачи заказа Pickpoint, инструкцию по установке виджета карты прикрепляю. 
   Необходимо сделать так, чтобы после выбора постмата на карте, информация о нем передавала по Api в фулфилмент.
   
   
   Почти все заинтегрировано, однако, некоторые моменты не работают. Программист не мог это решить на протяжении месяца.
   Не работают следующие моменты: 
   Пункт выбора Постмата работает, но информация не корректно передается по API сайту фулфилмента; 
   Сломалась функция выбора оплаты курьеру наличными:
   Не реализована функция передачи заказа "в работу".
   
   Для помощи в настройке есть контакты программиста со стороны фулфилмента.
   
   Возможно, потербуется дополнительная поддержка сайта.
   По оплате договоримся.`,
    budget: 10000,
    published: '03.08.2020 | 14:46',
    tags: ['wordpress', 'backend'],
    url: 'https://www.fl.ru/projects/4486315/neobhodimo-donastroit-libo-nastroit-zanovo-funktsional-internet-magazina.html'
  }]
};


export default initialState;
